
/* Intrinsic meaning: General heading level 1 */
"heading1" = "一级标题";

/* Intrinsic meaning: General heading level 2 */
"heading2" = "二级标题";

/* Intrinsic meaning: General heading level 3 */
"heading3" = "三级标题";

/* Intrinsic meaning: General heading level 4 */
"heading4" = "四级标题";

/* Intrinsic meaning: General heading level 5 */
"heading5" = "五级标题";

/* Intrinsic meaning: General heading level 6 */
"heading6" = "六级标题";

/* Intrinsic meaning: Filename */
"filename" = "文件名";


/* Intrinsic meaning: Enumeration with numbers */
"orderedList" = "有序列表";

/* Intrinsic meaning: Enumeration with bullets */
"unorderedList" = "无序列表";

/* Intrinsic meaning: Block quote */
"blockquote" = "块引用";

/* Intrinsic meaning: Code block */
"codeblock" = "代码块";

/* Intrinsic meaning: Block of native contents */
"nativeblock" = "原源代码块";

/* Intrinsic meaning: Comment */
"comment" = "评论块";

/* Intrinsic meaning: Divider (visual horizontal line) */
"divider" = "分隔";

	
/* Intrinsic meaning: Code block / inline code */
"code" = "代码";

/* Intrinsic meaning: Native contents  */
"inlineNative" = "原源代码";

/* Intrinsic meaning: some marker */
"mark" = "标记为";

/* Intrinsic meaning: "Strong" marker */
"strong" = "粗体";

/* Intrinsic meaning: "Emphasis" marker */
"emph" = "重点";

/* Intrinsic meaning: "Citation" marker */
"cite" = "引用";

/* Intrinsic meaning: "To be deleted" marker */
"delete" = "删除";

/* Intrinsic meaning: "Inline Comment" marker */
"inlineComment" = "评论";


/* Intrinsic meaning: Hyperlink */
"link" = "链接";

/* Intrinsic meaning: Text Annotation */
"annotation" = "注解";


/* Intrinsic meaning: Footnote */
"footnote" = "脚注";

/* Intrinsic meaning: Footnote -- short abbreviated string displayed in text */
"footnote_short" = "FN";

/* Intrinsic meaning: Reference (like bibliography, Index, etc) */
"reference" = "参考文献";

/* Intrinsic meaning: Reference (like bibliography, Index, etc) -- short abbreviated string displayed in text */
"reference_short" = "REF";

/* Intrinsic meaning: Image embedded in text */
"image" = "图像";

/* Intrinsic meaning: Image embedded in text -- short abbreviated string displayed in text */
"image_short" = "IMG";

/* Intrinsic meaning: Video embedded in text */
"video" = "视频";

/* Intrinsic meaning: Video embedded in text -- short abbreviated string displayed in text */
"video_short" = "VID";
